tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jimeh/emacs-builds"
tap "railwaycat/emacsmacport"
brew "automake"
brew "bash"
brew "bison"
brew "readline"
brew "glib"
brew "chruby"
brew "clamav"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libslirp"
brew "libssh"
brew "zstd"
brew "qemu"
brew "lima"
brew "colima"
brew "cowsay"
brew "libyaml"
brew "llvm"
brew "crystal"
brew "docker"
brew "dos2unix"
brew "erlang"
brew "elixir"
brew "exercism"
brew "fortune"
brew "gdbm"
brew "go"
brew "ispell"
brew "libdvdcss"
brew "libffi"
brew "libgccjit"
brew "libpq"
brew "librsvg"
brew "libxml2"
brew "node"
brew "nvm"
brew "openssl@1.1"
brew "pipenv"
brew "postgresql@15"
brew "psutils"
brew "python-psutil"
brew "python@3.11"
brew "python@3.9"
brew "ripgrep"
brew "ruby"
brew "ruby-install"
brew "rustup"
brew "shellcheck"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-emacs-sexy-icon", "with-librsvg", "with-mac-metal", "with-native-compilation", "with-starter"], link: false
cask "dbeaver-community"
cask "emacs-app"
cask "hiddenbar"
cask "jordanbaird-ice"
cask "librewolf"
cask "marta"
cask "rectangle"
cask "swiftbar"
cask "wezterm"
